[Main]
DisplayName=Latvian

[Uninstaller_frmIObitUninstall]
RdImageButton_Software.caption=Datorprogrammas
RdImageButton_Browser.caption=Rīkjoslas un spraudņi
RdImageButton_Metro.caption=Windows Starts
lbl_ForcedUninstall.caption=Piespiedu atinstalēšana
lbl_likeIObit.caption=Patīk
PopMenu_Sub_Setting.caption=Uzstādījumi...
PopMenu_Sub_FileShredder.caption=Failu iznīcinātājs
PopMenu_Sub_ExportApplicationList.caption=Eksportēt aplikāciju sarakstu
PopMenu_Sub_LogManagement.caption=Atskaišu pārvaldība
PopMenu_Sub_Update.caption=Pārbaudīt atjauninājumus
PopMenu_Sub_UserManual.caption=Lietotāja pamācība
PopMenu_Sub_TechnicalSupport.caption=Tehniskais atbalsts
PopMenu_Sub_IObitOnline.caption=IObit tiešsaiste
PopMenu_Sub_About.caption=Par
Menu_Plugins_Remove.caption=Pārvietot
Menu_plugins_Vote.caption=Balsojums
Menu_plugins_Refresh.caption=Atsvaidzināt
Menu_plugins_viewEntry.caption=Atvērt ar RegEdit
Menu_plugins_OpenFile.caption=Atvērt faila atrašanās vietu
Menu_Plugins_SelectAll.caption=Atlasīt visu
Menu_Plugins_InverseSelect.caption=Atlasīt uz pretējo
PopMenu_Uninstall.caption=Atinstalēt
PopMenu_Refresh.caption=Atsvaidzināt
PopMenu_ViewStyle.caption=Skatīt pēc
PopMenu_ViewStyle_Icon.caption=Nozīmītes
PopMenu_ViewStyle_Details.caption=Detaļas
PopMenu_OpenFolder.caption=Atvēt faila atrašanās vietu
PopMenu_ViewEntry.caption=Atvērt ar RegEdit
PopMenu_SearchOnline.caption=Meklēt tiešsaistē
PopMenu_Win8App_Uninstall.caption=Atinstalēt
PopMenu_Win8App_Refresh.caption=Atsvaidzināt
PopMenu_Win8App_ViewStyle.caption=Skatīt pēc
PopMenu_Win8App_Icons.caption=Nozīmītes
PopMenu_Win8App_Details.caption=Detaļas
PopMenu_Win8App_OpenLocation.caption=Atvērt faila atrašanās vietu
PopMenu_Win8App_ViewEntry.caption=Atvērt ar RegEdit
PopMenu_Win8App_SearchOnline.caption=Maklēt tiešsaistē
lbl_Recommend.caption=Rekomendējam: Advanced SystemCare
lbl_1Click.caption=1-klikšķis, lai aizsargātu un optimizētu jūsu datoru
lbl_Freedownloadnow.caption=Bezmaksas lejupielāde tagad
lbl_News_DisConnection.caption=Koplietojiet šo programmu ģimenē un ar draugiem. Tie būs priecīgi lietojot šo programmu!

[Uninstaller_Frame_Software]
lblLoading.caption=Ielādē Windows atjauninājumus
ListView_SoftwareList.Columns[1].Caption=Darība
ListView_SoftwareList.Columns[2].Caption=Apjoms
ListView_SoftwareList.Columns[3].Caption=Instalēšanas datums
ListView_SoftwareList.Columns[4].Caption=Versija
PopMenu_Sub_BatchUninstall.Caption=Atinstalēšana pakās

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Piespiedu atinstalēšana
lbl_Detail_Title.caption=IObit piespiedu atinstalētājs
lbl_Detail_Detail.caption=Piespiedu atinstalēšana palīdz jums atinstalēt programmu, kuru nevar atinstalēt standarta veidā, rūpīgi notīra tās atlikumus. Tā var arī palīdzēt jums noņemt failus un mērķa failus.
RdImageButton_Browser.caption=Pārlūkot...
lbl_Forced_Tip1.caption=Jūs varat pārlūkot vai vilkt un nomest failu šeit, lai izdzēstu failu vai atinstalēt ar failu saistītu programmu.
lbl_Forced_Tip2.caption=Noklikšķiniet uz "Piespiedu atinstalēšana" pogu, lai sāktu piespiedu atinstalēšanas procesu.
RdImageButton_Next.caption=Tālāk
RdImageButton_Cancel.caption=Atcelt
PopMenu_Uninstall.caption=Atinstalēt
PopMenu_OpenFolder.caption=Atvērt failu mapi
PopMenu_ViewEntry.caption=Skatīt ierakstu
PopMenu_SearchOnline.caption=Meklēt tiešsaistē
ListView_Search.Columns[0].caption=Nosaukums Display Name
ListView_Search.Columns[1].caption=Apjoms
ListView_Search.Columns[2].caption=Instalēšanas datums

[Uninstaller_frmLogManage]
lbl_Caption.caption=Atinstalēšanas atskaišu pārvaldnieks
lbl_Detail_Title.caption=IObit Uninstaller atskaišu failu saraksts
lbl_Detail_Detail.caption=Jūs varat apskatīt un pārvaldīt visas atinstalēšanas atskaites.
RdImageButton_Open.caption=Atvērt
RdImageButton_Delete.caption=Dzēst
RdImageButton_DeleteAll.caption=Dzēst visu
RdImageButton_Cancel.caption=Atcelt

[Uninstaller_frmUninstallButton]
lbl_Plugin_Remove.caption=Atinstalēt
lbl_Software_Uninstall.caption=Atinstalēt

[Uninstaller_frmUninstalling]
lbl_Caption.caption=IObit atinstalēts
lbl_UninstallComplete_Title.caption=Standarta atinstalēšana pabeigta.
lbl_Uninstalling_question.caption=Vai tiešām vēlaties atinstalēt atlasīto programmu?
lbl_PowerfulScan_Title.caption=Pastiprinātā skenēšana.
lbl_PowerfulScan_Detaill.caption=Noklikšķiniet "Jaudīgā Skenēšana", lai tīrītu programmas paliekas. Noklikšķiniet uz "Atcelt", lai pabeigtu.
lbl_PowerScan_Title_Softwre.caption=Jaudīgā skenēšana
lbl_CreateRestore_Title.caption=Izveidot atjaunošanas punktu pirms atinstalēšanas.
lbl_CreateRestore_Check.caption=Izveidot atjaunošanas punktu pirms atinstalēšanas (Tas aizņems kādu laiku)
lbl_CreateRestore_Detaill.caption=Izveidot atjaunošanas punktu šeit, un jūs varat atsaukt izmaiņas, ja notiek kaut kas negaidīts.
lbl_AutoPowerfulScan.caption=Pastiprinātā skenēšana automātiski
lbl_AutoUninstaller.caption=Nekad nerādīt šo paziņojumu
RdImageButton_Uninstall.caption=Atinstalēt
RdImageButton_PowerFulScan.caption=Pastiprinātā skenēšana
RdImageButton_Cancel.caption=Atcelt

[Uninstaller_frmPowerScan]
lbl_Caption.caption=Pastiprinātā skenēšana
lbl_Warning_Title.caption=Brīdinājums:
lbl_Warning_Detail.caption=Vairākas programmas konstatētas šajā direktorijā. Lūdzu, esiet piesardzīgs, izvēloties objektus, lai izdzēstu.
lbl_FileShredder.caption=Iznīcināt failus
lbl_SelectAll.caption=Atlasīt visu
RdImageButton_Delete.caption=Dzēst
RdImageButton_Cancel.caption=Atcelt
lbl_Shredder_Tip.caption=Iznīcināt failus tagad. Tas var aizņemt kādu laiku, lūdzu uzgaidiet...
Menu_ListView_Regedit.caption=Atvērt ar RegEdit
Menu_ListView_Path.caption=Atvērt faila atrašanās vietu

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Brīdinājums
lbl_Warnning_Detaill.caption=Šī datorprogramma ir aizsargāta ar autortiesību likumu un starptautiskiem līgumiem.
lbl_copyright.caption=Autortiesības © 2005-2015 IObit. Visas tiesības paturētas.
lbl_Thanks_Title.caption=Liels paldies sekojošiem cilvēkiem par ieguldījumu:

[Uninstaller_frmSetting]
lbl_Caption.caption=Uzstādījumi
lbl_General.caption=Vispārēji
lbl_AutoUninstaller.caption=Izlaist paziņojumu par atinstalēšanas apstiprināšanu un atjaunošanas punkta izveidošanu.
lbl_AutoPowerfulScan.caption=Veikt jaudīgo skenēšanu automātiski
lbl_ShowExplorerButton.caption=Pievienot failu iznīcināšanas pogu pārlūkam
lbl_AutoShowTipForm.caption=Piedāvāt Jaudīgo skenēšanu, kad konstatēta atinstalēšanas operācija
lbl_Language.caption=Valoda
lbl_CurrentLanguage_Title.caption=Tekošā valoda:
RdImageButton_OK.caption=Labi
RdImageButton_Cancel.caption=Atcelt
lbl_SkinTitle.caption=āda:
lbl_classic.caption=klasisks
lbl_Metro.caption=Zils

[Uninstaller_frmFileShredder]
lbl_Caption.caption=Failu iznīcinātājs
lbl_Detail_Detail.caption=Kā jūs zināt, failus kuri izdzēsti no datora var atgūt pat pēc diska formatēšanas. Normal noņemšana tikai izdzēš faila nosaukumu nepieskaroties saturam, veiktspējas iemesla dēļ. Ja jums ir svarīgi failus izņemt pilnībā, IObit atinstalētājs palīdzēs jums ar "Failu iznīcinātājs".
lbl_Listview_Title.caption=Atlasiet failu vai mapi kuru vēlaties iznīcināt:
lblLoading.caption=Ielādē...
lbl_AddFile.caption=Pievienot failu...
lbl_AddFolder.caption=Pievienot mapi...
RdImageButton_Shredder.caption=Iznīcināt
RdImageButton_Cancel.caption=Atcelt
ListView_FileList.Columns[0].Caption=Faila ceļš
Menu_Shredder_Shredder.caption=Iznīcinātājs
Menu_Shredder_AddFile.caption=Pievienot failu
Menu_Shredder_AddFolder.caption=Pievienot mapi
Menu_Shredder_Romove.caption=Pārvietot
Menu_Shredder_Clean.caption=Tīrīt
lbl_Shredder_Tip.caption=Iznīcināt failus tagad. Tas var aizņemt kādu laiku, lūdzu uzgaidiet...

[Uninstaller_frmSystemRestore]
lbl_Caption.caption=Sistēmas atjaunošana
lbl_Detail_Title.caption=Sistēmas atjaunošana
lbl_Detail_Detail.caption=Parvaldīt sistēmas atjaunošanas punktus. Pēdējo nevar dzēst, sistēmas drošības dēļ.
ListView_Restore.Columns[0].caption=Datums un laiks
ListView_Restore.Columns[1].caption=Apraksts
lbl_Restore_Tip.caption=Atjauno sistēmas failus un uzstādījumus, lūdzu uzgaidiet...
RdImageButton_Restore.caption=Atjaunošana
RdImageButton_Delete.caption=Dzēst
RdImageButton_Cancel.caption=Atcelt

[Uninstaller_frmInstallerSetup]
lbl_Installer_Setup_Title.caption=Visjaudīgākā atinstalēšana, lai novērstu nevēlamus paplašinājumus un rīkjoslas
lbl_Installer_Setup_Title1.caption=Visjaudīgākā atinstalēšana, lai novērstu nevēlamus paplašinājumus un rīkjoslas
RdImageButton_Installer.caption=Darbināt tagad
lbl_Installer_Setup_Detail.caption=Lasīt un akceptēt to
lbl_LicenseAgreement.caption=Licenzes vienošanās

[Uninstaller_frmInstaller_EULA]
lbl_Caption.caption=Licenzes vienošanās
RdImageButton_Cancel.caption=Aizvērt

[Uninstaller_fraBrowserCleaner]
rdibtnAllBrowses.Caption=Visas rīkjoslas un spraudņi
rdlvAllBrowse.Columns[0].Caption=Nosaukums
rdlvAllBrowse.Columns[1].Caption=Lietotāju atsauksmes
rdlvAllBrowse.Columns[2].Caption=Manas atsauksmes
rdlvAllBrowse.Columns[3].Caption=Izdevējs
rdlvAllBrowse.Columns[4].Caption=Darbība
rdlvCustomBrowse.Columns[0].Caption=Nosaukums
rdlvCustomBrowse.Columns[1].Caption=Izdevējs

[Uninstaller_frmPluginVote]
lblTitle.Caption=Vērtējums
lblWaiting.Caption=Sūta vērtējumu, lūdzu uzgaidiet…
rdibtnLv1.Caption=1 zvaigzne
rdibtnLv2.Caption=2 zvaigznes
rdibtnLv3.Caption=3 zvaigznes
rdibtnLv4.Caption=4 zvaigznes
rdibtnLv5.Caption=5 zvaigznes
rdibtnVote.Caption=Vērtējums

[Uninstaller_frmRestBrowserDefault]
lblTitle.Caption=Noklusētie uzstādījumi
lblConfire.Caption=Vai tiešām vēlaties atjaunot noklusētos uzstādījumus?
lblHomepageTitle.Caption=Tekošā majaslapa:
lblSearchTitle.Caption=Tekošais noklusētais meklētājs:
rdibtnOK.Caption=Labi
rdibtnCancel.Caption=Dzēst

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Nosaukums
ListView_AppList.Columns[1].caption=Darbība
ListView_AppList.Columns[2].caption=Apjoms
ListView_AppList.Columns[3].caption=Instalēšanas datums
ListView_AppList.Columns[4].caption=Versija
PopMenu_Sub_BatchUninstall.caption=Atinstalēt pākās
lblLoading.caption=Atsvaidzina...

[Uninstaller_frmWinAppUninstaller_ASK]
lblHit.caption=Šie paplašinājumi ir saistīti. Atinstalējot kādu no tiem, būs jāatinstalē visus pārējos. Vai esat pārliecināts, ka vēlaties atinstalēt?
lblUninstalling.caption=Atinstalēšana
btnImgUninstall.caption=Atinstalēt
btnImgCancle.caption=Atcelt

[uninstall_Mitor_M]
lbl_attention.caption=Uzmanību
lbl_show.caption=Joprojām "%s" ir pārpalikumi, kas var ietekmēt datora veiktspēju.
lbl_again.caption=Nerādīt šo atkal.
img_power.caption=Tīrīt tagad

[Uninstaller_M]
Edit_Search_Tip=Meklēt programmu
Edit_Search_Tip_Toolbar=Meklēt instrumentu panelī vai spraudņos
Edit_Search_Tip_Win8App=Meklēt Windows startā
ForcedUninstall_Browser_Tip=Nepareizs ceļš. Lūdzu atlasiet vēlreiz!
ListView_Icon_Hint=Nozīmītes
ListView_List_Hint=Detaļas
ListView_View_Hint=Mainīt skatus
ListviewHeader_Software=Programmas nosaukums (Pavisam: %d)
BatchUninstall_NoneSelect=Lūdzu, izvēlieties vismaz vienu programmu.
Uninstall_NoneSelect=Lūdzu, izvēlieties vispirms programmu.
WindowState_Max=Izvērst
WindowState_Normor=Izvērst
WindowState_Min=Sakļaut
Close=Aizvērt
MoreMenu_Setting=Vairāk uzstādījumi
Restore_Form=Atjaunot
Log_DeleteAll_ASK=Vai esat pārliecināts par visu failu dzēšanu? Dzēšot atjaunošana nebūs iespējama.
Log_Delete_ASK=Vai esat pārliecināts par atlasīto failu dzēšanu? Dzēšot atjaunošana nebūs iespējama.
NoPowerfulScan_Found_Tip= Nav atlicis neviens vienums jaudīgai skenēšanai.
Log_M=Atskaite
App_Version_M=Programmas versija:
OS_Version_M=Operacionālā sistēma:
Date_M=Datums
Version_M=Versija
Publisher_M=Izdevējs
Install_Date_M=Instalēšanas datums
Create_Restore_M=Izveidot atjaunošanas punktu
CreateRestore_Title_M=Izveidot atjaunošanas punktu pirms atinstalēšanas.
CreateRestore_Detaill_M=Jūs varat atsaukt izmaiņas ar atjaunošanas punktu, ja notiek kaut kas neparedzēts.
Uninstalling_M=Atinstalēts
Uninstalling_Detaill_M=Standarta atinstalēšana, izmantojot lietojumprogrammās iebūvēto atinstalētāju.
Uninstalling_QuickDetaill_M=Ātri atinstalēt, izmantojot lietojumprogrammās iebūvēto atinstalētājs.
UninstallComplete_Title_M=Faili dzēsti.
Quick_UninstallComplete_M=Ātrā atinstalēšana pabeigta.
Quick_Uninstall_M=Ātrā atinstalēšana %s (%d/%d)
Standard_Uninstall_M=Standarta atinstalēšana %s (%d/%d)
Uninstall_M=Atinstalēts %s (1/1)
Deselect_All_M=Atcelt visu atlasīto
Select_All_M=Atlasīt visu
PowerfulScan_DeleteASK_M=Vai esat pārliecināts(a), ka vēlaties dzēst atlasītos objektus?
Operation_M=Operation
Powerful_Scan_M=Pastiprinātā skenēšana
Deleted_Registry_Key_M=Dzēst reģistra atslēgu
Deleted_Registry_Value_M=Dzēst reģistra vērtību
Delete_File_M=Dzēst failu
Delete_Folder_M=Dzēst mapi
Reboot_to_Delete_M=(Pārlādēt lai dzēstu)
Delete_finished_M= Apsveicam! Atliekas ir veiksmīgi izdzēstas.
ReStartup_to_Delete_M=Atlikušie faili sarakstā tiks dzēsti nākamo reizi startējot sistēmu.
Shredder_Del_M=Vai esat pārliecināts, ka vēlaties neatgriezeniski noņemt %d failu(s)? Dzēšana ir absolūti neatgūstams process.
Shredder_NotDel_M="%s" nebija iznīcināti. Lūdzu, pārbaudiet, vai tie joprojām tiek izmantoti.
Shredder_InUse_M=Daži faili netika iznīcināti. Lūdzu, pārbaudiet, vai tie joprojām tiek izmantoti.
Shredder_NotAddFolder_M=Nav ieteicams iznīcināt failu "%s", ar šo darbību var izraisīt sistēmas nestabilitāti.
Shredder_Sucess_M=Faili iznīcināti veiksmīgi.
Shredder_DirIsEmpty_M=Tas ir tukšs. Jūs to nevarat iznīcināt.
Controlpanel_Button=Pastiprinātā atinstalēšana
Explorer_Button=Iznīcināt failu
MenuRight_Caption=Pastiprinātā atinstalēšana
Frequency_M=Lietošanas biežums
InstallerDate_M=Instalēšanas datums
Frequency_SoftwareCount_M=Atklātas <a>%s</a> reti izmantotās programmas. To atinstalēšana atbrīvos <a>% s </a>, lai optimizētu datora veiktspēju.
Frequency_DaysHint_M=Nav lietots %s dienas.
SearchLoadingMsg=Meklēt rīkjoslas un spraudņus...
RestoreDefaultSettingsButton=Atjaunoti %s noklusētie uzstādījumi
ListViewItemVote=Vērtējums
ListViewItemVoted=Vērtēt
ListViewItemTrust=Uzticami
ListViewItemUnTrust=Neuzticēties
ListViewPlugSysbit=biti
ListViewGroupTrustTitle=Uzticami rīkjoslas un spraudņi
ListViewGroupTrustDesc=Šie rīkjoslas un spraudņi nekaitēs jūsu datoram. Jūs varat noņemt vai paturēt tos pēc savām vajadzībām.
ListViewGroupUnTrustTitle=Rīkjoslas un spraudņi kurus ieteicams noņemt
ListViewGroupUnTrustDesc=Šie rīkjoslas un spraudņi, ar zemu lietotāju vērtējumiem var veikt nevēlamas funkcijas.
ListViewGroupToolbar=Instrumentu panelis
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtensions=Paplašinājumi
ListViewGroupPlugins=Spraudņi
FuncCheckBrowserMsgBox_1=%s procesā.
FuncCheckBrowserMsgBox_2=Spiediet "Labi", lai to aizvērtu (vispirms saglabājiet sev svarīgu saturu).
FuncCheckBrowserMsgBox_3=Spiest uz "Atcelt", lai pārtrauktu operāciju.
FuncPluginRmoveConfireMsgBox=Vai esat pārliecināts(a), ka vēlaties pārvietot atlasīto vienumu?
FuncPluginRemoveSuccessMsgBox=Objekta pārvietošana pabeigta
FuncPluginRemoveFailedMsgBox_1=Kļūda pārvietojot dažus vienumus:
FuncPluginRemoveFailedMsgBox_2=Lūdzu iziet no pārlūka, lai pārvietotu vienumu:
FuncPluginRemoveFailedMsgBox_3=Lūdzu iziet no pārlūka un mēģiniet vēlreiz.
FuncPluginSelectMsgBox=Vispirms atlasiet vienumu
FuncVoteConfire=Ko jūs domājat par šo programmu:
FuncVoteHavedVote=Jūs jau esat vērtējis
FuncVotePlugSelectMsgBox=lūdzu atlasiet vienumu vērtēšanai
FuncVoteMarkSelectMsgBox=Lūdzu vērtējumu.
FuncVoteFailedMsgBox=Vērtēšanas kļūda, pārbaudiet tīkla savienojumu un mēģiniet vēlreiz
FuncRestoreExitBrowserMsgBox=Lūdzu vispirms %s iziet
FuncRestoreSuccessMsgBox=Pārlūks atjaunojās ar noklusējuma iestatījumiem veiksmīgi
FuncRestoreFailedMsgBox=Neizdevās atjaunot pārlūku noklusējuma iestatījumus, lūdzu izejiet%s un mēģiniet vēlreiz.
Guest_Start_Tip=Jūs pieteicāties sistēmā ar viesa kontu! Jums ir nepieciešamas, administratīvās tiesības izmantot IObit Uninstaller 4.
p_RegistryCaption_M=Reģistrs
p_FileCaption_M=Fails
p_FormatOneItem_M=1 objekts
p_FormatItems_M=%d objekts
FuncVoteActiveVote=Vērtējums
FuncVoteActiveOK=Labi
FuncVoteNothing=Nevien vēl nav vērtējis
FuncVoteCount=šobrīd vērtēšanā iesaistītie cilvēki
FuncVoteVSA=Nav saņemts neviens vērtējums
FuncVoteCFA=Esi pirmais, lai vērtētu
FuncVoteVSB=lietotāji kuri ir vērtējuši
FuncVoteCFB=Ko jūs domājat par šo spraudni
FuncVoteVSC=Nav saņemts neviens vērtējums
FuncVoteCFC=Jūs jau esat vērtējis
FuncVoteVSD=lietotāji kuri ir vērtējuši
FuncVoteCFD=Jūs jau esat vērtējis
AllBrowserItem=Visas rīkjoslas un spraudņi
Powerful_Tip_M=Jaudūgā skenēšana nav izpildīta "%s"
Setup_Win8_Detail_M=Ātrās atinstalēšanas un Windows starta atinstalēšanas atbalsts
Setup_Notwin8_Detail_M=Ātrās atinstalēšanas atbalsts
RestrorePoint_Tip_M=BRĪDINĀJUMS: Atjaunot savu sistēmu, tils atsaukt visas izmaiņas, kas veiktas pēc šī atjaunošanas punkta izveides. Kad sākās sistēmas atjaunošana, to nevar atsaukt vai pārtraukt. Vai tiešām vēlaties turpināt?
RestorePoint_Restart_M=Pēc sistēmas atjaunošanas būs nepieciešams restartēt datoru, lai piemērotu šīs izmaiņas. Pirms jūs turpināt, saglabājiet visus atvērtos failus un aizveriet visas programmas.
Uninstaller_Quick_M=Ātrā atinstalēšana
Uninstaller_Standed_M=Atinstalēt
QuickUninstall_Tip_M=Atinstalēt programmu tikai ar vienu klikšķi
Frequency_SoftwareCount_M=Atklātas <a>%s</a> reti izmantotās programmas. To atinstalēšana atbrīvos <a>%s</a>, lai optimizētu datora veiktspēju.
Frequency_DaysHint_M=Netika lietots %s dienas.
InfrequentlyUsed_Count_M=Reti lietotais ( <a>%s</a> )
All_Programs_M=Visas programmas
Recently_Installed_M=Nesen uzstādītās
Large_Programs_M=Apjomīgas programmas
Infrequently_Used_M=Reti lietotās
Windows_Updates_M=Windows atjauninājumi
FuncCheckBrowserMsgBox_1=%s ir darbībā
FuncCheckBrowserMsgBox_2=spiediet "Labi", lai to aizvērtu (jūs varētu zaudēt nesaglabāto saturu)
FuncCheckBrowserMsgBox_3=spiediet "Atcelt", lai pārtrauktu operāciju
FuncCheckBrowserMsgBox_4=%s darbībā are running
FuncCheckBrowserMsgBox_5=noklikšķiniet uz "Labi", lai darītu to piespiedu kārtā (jūs varētu zaudēt nesaglabāto saturu)
FuncCheckBrowserMsgBox_6=spiediet "Atcelt", lai pārtrauktu operāciju
Win8OtherUser=Lai parādītu savus Windows paplašinājumus, lūdzu pārliecinieties, ka jūsu tekošam kontam ir administratīvās tiesības.
Win8AdminUser=Palīdzēs jums atinstalēt nevēlamu Windows paplašinājumu un to pārpalikumus pilnībā, tikai ar vienu klikšķi.
Win8ListViewGroupsWin8AppHeader=Windows paplašinājumi
Win8ListViewGroupsWin8AppSubtitle=Microsoft Corporation paplašinājumi.
Win8ListViewGroupsThirdHeader=Citu izdevēju paplašinājumi
Win8ListViewGroupsThirdSubtitle=Citu korporāciju paplašinājumi.
win8_UninstallBtn_M=Atinstalēt
win8_ListViewIcon_M=Nozīmīšu skats
win8_ListViewList_M=Detailizēts skats

[ACD_frmDownloader]
lbl_Cancel.Caption=Atcelt
lbl_Min.Caption=Samazināt

[ACD_M]
M_Downloading=Lejuplādē:
m_Installing=Instalē:
M_DiskIsFull=Nepietiekma brīvā vieta datu nesējā!
M_NetError=Tīkla problēma. Lūdzu mēģiniet vēlāk vēlreiz.
M_Tips=Notiek lejupielādes process. Veiciet dubultklikšķi uz nozīmītes, lai redzētu detaļas.
M_TipDownLoading=Lejuplādē
M_TipInstalling=Instalē
M_MD5Faild=Lejuplādētais fails ir bojāts. Lūdzu mēģiniet vēlāk vēlreiz
M_AreSure=Vai esat pārliecināts(a), ka vēlaties iziet no lejuplādētāja?
M_Speed=Ātrums:
M_Title=IObit lejuplādētājs

